Repository: kilbot/WooCommerce-POS-Language-Packs
Catalog: languages/woocommerce-pos-pro-admin-*.po
Languages: it_it, pl_pl, sv_se

source: The %s License Key has not been activated, so the plugin is inactive!
it_it: La %s Chiave di Licenza non è stata attivata, dunque il plugin è inattivo!
pl_pl: Klucz produktu $s nie został aktywowany więc wtyczka jest nieaktywna!
sv_se: %s licensnyckel har inte aktiverats, så plugin är inaktiv!

source: <a href="%s">Click here</a> to activate the license key and the plugin.
it_it: <a href="%s">Clicca qui</a> per attivare la chiave di licenza e il plugin.
pl_pl: <a href="%s">Kliknij tutaj</a> aby aktywować klucz produktu i wtyczki.
sv_se: <a href="%s">Klicka här</a> för att aktivera licensnyckeln och plugin.

source: <b>Warning!</b> You're blocking external requests which means you won't be able to get %s updates. Please add %s to %s.
it_it: <b>Attenzione!</b> Stai bloccando le richieste esterne, il che signfica che non sarai in grado di ricevere gli %s aggiornamenti. Aggiungi %s a %s.
pl_pl: <b>Ostrzeżenie!</b> Blokujesz żądania zewnętrzne co znaczy, że nie będzie w stanie otrzymywać %s uaktualnień. Prosimy dodać %s do %s.
sv_se: <b>Varning!</b> Du blockerar externa förfrågningar vilket innebär att du kommer inte att kunna få %s uppdateringar. Vänligen lägg %s till %s.

source: Unable to connect to the activation server
it_it: Impossibile collegarsi al server di attivazione
pl_pl: Nie można połączyć z serwerem aktywacyjnym
sv_se: Det går inte att ansluta till aktiveringsservern

source: Unable to parse the server response
it_it: Impossibile analizzare la risposta del server
pl_pl: Nie można przeanalizować odpowiedzi serwera
sv_se: Det går inte att analysera serversvaret

source: Invalid Request
it_it: Richiesta non valida
pl_pl: Nieprawidłowe żądanie
sv_se: Ogiltig Förfrågan

source: Invalid License Key
it_it: Codice Licenza non valido
pl_pl: Nieprawidłowy klucz produktu
sv_se: Ogiltig licensnyckel

source: Activation error
it_it: Errore di attvazione
pl_pl: Błąd aktywacji
sv_se: Aktivering fel

source: Exceeded maximum number of activations
it_it: Superato il numero massimo di attivazioni
pl_pl: Przekroczona maksymalna liczba aktywacji
sv_se: Överskred max antal aktiveringar

source: Invalid Instance ID
it_it: ID Istanza non valido
pl_pl: Nieprawidłowy identyfikator wystąpienia
sv_se: Ogiltigt instans-ID

source: Subscription is not active
it_it: La sottoscrizione non è attiva
pl_pl: Subskrypcja nie jest aktywna
sv_se: Teckning är inte aktiv

source: Invalid Response
it_it: Risposta non valida
pl_pl: Nieprawidłowa odpowiedź
sv_se: Ogiltigt Response

source: A license key for %s could not be found. Maybe you forgot to enter a license key when setting up %s, or the key was deactivated in your account. You can reactivate or purchase a license key from your account <a href="%s" target="_blank">dashboard</a>.
it_it: Non può essere trovata una chiave di licenza per %s. Potresti aver dimenticato di inserire una chiave di licenza durante la configurazione %s, o la chiave è stata disattivata nel tuo account . Puoi riattivare o comprare una chiave di licenza dalla <a href="%s" target="_blank">bacheca</a> del tuo account.
pl_pl: Klucz licencyjny dla %s nie został odnaleziony. Może zapomniano wpisać klucz licencyjny podczas ustawiania %s lub klucz został deaktywowany na Twoim koncie. Możesz aktywować lub zakupić go ponownie ze swojego <a href="%s" target="_blank">panelu klienta</a>.
sv_se: En licensnyckel för %s kunde inte hittas. Kanske du har glömt att ange en licensnyckel när du ställer in% s, eller nyckeln inaktiverades i ditt konto. Du kan återaktivera eller köpa en licensnyckel från ditt konto <a href="%s" target="_blank">instrumentpanelen</a> .

source: The license key for %s has expired. You can reactivate or purchase a license key from your account <a href="%s" target="_blank">dashboard</a>.
it_it: La chiave di licenza per %s è scaduta. Puoi riattivare o comprare una chiave di licenza dalla <a href="%s" target="_blank">bacheca</a> del tuo account.
pl_pl: Klucz licencyjny dla %s stracił ważność. Możesz aktywować lub zakupić go ponownie ze swojego <a href="%s" target="_blank">panelu klienta</a>.
sv_se: Den licensnyckel för %s har gått ut. Du kan återaktivera eller köpa en licensnyckel från ditt konto <a href="%s" target="_blank">instrumentpanelen</a> .

source: The subscription for %s is on-hold. You can reactivate the subscription from your account <a href="%s" target="_blank">dashboard</a>.
it_it: La sottoscrizione per %s è in attesa. Puoi riattivare la sottoscrizione dalla <a href="%s" target="_blank">bacheca</a> del tuo account.
pl_pl: Subskrypcja dla %s jest wstrzymana. Możesz aktywować subskrypcję ze swojego <a href="%s" target="_blank">panelu klienta</a>.
sv_se: Tecknings för %s är på håll. Du kan återaktivera prenumerationen från ditt konto <a href="%s" target="_blank">instrumentpanelen</a> .

source: The subscription for %s has been cancelled. You can renew the subscription from your account <a href="%s" target="_blank">dashboard</a>. A new license key will be emailed to you after your order has been completed.
it_it: La sottoscrizione per %s è stata cancellata. Puoi rinnovare la sottoscrizione dalla <a href="%s" target="_blank">bacheca</a> del tuo account . Una nuova chiave di licenza ti sarà inviata via email dopo che avrai completato il tuo ordine.
pl_pl: Subskrypcja dla %s została anulowana. Możesz ją odnowić ze swojego <a href="%s" target="_blank">panelu klienta</a>. Nowy klucz licencyjny zostanie wysłany emailem po tym jak zamówienie zostanie zakończone.
sv_se: Tecknings för %s har avbrutits. Du kan förnya prenumerationen från ditt konto <a href="%s" target="_blank">instrumentpanelen</a> . En ny licensnyckel kommer att skickas till dig efter din beställning har slutförts.

source: The subscription for %s has expired. You can reactivate the subscription from your account <a href="%s" target="_blank">dashboard</a>.
it_it: La sottoscrizione per %s è scaduta. Puoi riattivare la sottoscrizione dalla <a href="%s" target="_blank">bacheca</a> del tuo account.
pl_pl: Subskrypcja dla %s wygasła. Możesz aktywować subskrypcję ze swojego <a href="%s" target="_blank">panelu klienta</a>.
sv_se: Tecknings för %s har gått ut. Du kan återaktivera prenumerationen från ditt konto <a href="%s" target="_blank">instrumentpanelen</a> .

source: The subscription for %s has been suspended. You can reactivate the subscription from your account <a href="%s" target="_blank">dashboard</a>.
it_it: La sottoscrizione per %s è stata sospesa. Puoi riattivare la sottoscrizione dalla <a href="%s" target="_blank">bacheca</a> del tuo account.
pl_pl: Subskrypcja dla %s została zawieszona. Możesz aktywować subskrypcję ze swojego <a href="%s" target="_blank">panelu klienta</a>.
sv_se: Tecknings för %s har stängts av. Du kan återaktivera prenumerationen från ditt konto <a href="%s" target="_blank">instrumentpanelen</a> .

source: The subscription for %s is still pending. You can check on the status of the subscription from your account <a href="%s" target="_blank">dashboard</a>.
it_it: La sottoscrizione per %s è ancora in attesa. Puoi controllare lo stato della sottoscrizione dalla <a href="%s" target="_blank">bacheca</a> del tuo account.
pl_pl: Subskrypcja dla %s oczekuje aktywacji. Możesz sprawdzić status subskrypcji w swoim <a href="%s" target="_blank">panelu klienta</a>.
sv_se: Tecknings för %s är ännu inte avgjort. Du kan kontrollera status för abonnemanget från ditt konto <a href="%s" target="_blank">instrumentpanelen</a> .

source: The subscription for %s has been placed in the trash and will be deleted soon. You can purchase a new subscription from your account <a href="%s" target="_blank">dashboard</a>.
it_it: La sottoscrizione per %s è stata spostata nel cestino e sarà cancellata presto. Puoi comprare una nuova sottoscrizione dalla <a href="%s" target="_blank">bacheca</a> del tuo account.
pl_pl: Subskrypcja dla %s została wyrzucona do kosza i nie długo zostanie usunięta. Możesz zakupić nową subskrypcję w swoim <a href="%s" target="_blank">panelu klienta</a>.
sv_se: Tecknings för %s har placerats i papperskorgen och kommer att tas bort inom kort. Du kan köpa ett nytt abonnemang från ditt konto <a href="%s" target="_blank">instrumentpanelen</a> .

source: A subscription for %s could not be found. You can purchase a subscription from your account <a href="%s" target="_blank">dashboard</a>.
it_it: Non può essere trovata una sottoscrizione per %s. Puoi comprare una sottoscrizione dalla <a href="%s" target="_blank">bacheca</a> del tuo account.
pl_pl: Subskrypcja dla %s nie może zostać odnaleziona. Możesz zakupić subskrypcję ze swojego <a href="%s" target="_blank">panelu klienta</a>.
sv_se: En prenumeration för %s kunde inte hittas. Du kan köpa ett abonnemang från ditt konto <a href="%s" target="_blank">instrumentpanelen</a> .

source: %s has not been activated. Go to the settings page and enter the license key and license email to activate %s.
it_it: %s non è stata attivato. Vai nella pagine delle impostazioni e inserisci una chiave di licenza e la email di licenza per attivare %s.
pl_pl: %s nie został aktywowany. Przejdź do strony ustawień i wpisz klucz licencyjny i adres email licencji aby aktywować %s.
sv_se: %s har inte aktiverats. Gå till inställningssidan och ange licensnyckeln och licens mail för att aktivera %s.

source: Download permission for %s has been revoked possibly due to a license key or subscription expiring. You can reactivate or purchase a license key from your account <a href="%s" target="_blank">dashboard</a>.
it_it: Il permesso di download per %s è stato revocato probabilmente a causa di una chiave di licenza o una sottoscrizione scaduta. Puoi riattivare o comprare una chiave di licenza dalla <a href="%s" target="_blank">bacheca</a> del tuo account.
pl_pl: Zgoda na pobranie dla %s została odwołana prawdopodobnie przez wygaśnięcie subskrypcji lub klucza licencyjnego. Możesz aktywować lub zakupić klucz licencyjny ze swojego <a href="%s" target="_blank">panelu klienta</a>.
sv_se: Hämta tillstånd för %s har återkallats möjligen på grund av en licensnyckel eller teckning förfallodagen fastställas. Du kan återaktivera eller köpa en licensnyckel från ditt konto <a href="%s" target="_blank">instrumentpanelen</a> .

source: You changed the subscription for %s, so you will need to enter your new API License Key in the settings page. The License Key should have arrived in your email inbox, if not you can get it by logging into your account <a href="%s" target="_blank">dashboard</a>.
it_it: Hai cambiato la sottoscrizione per %s, è necessario che tu inserisca una nuova Chiave di Licenza API nella pagina delle impostazioni. La Chiave di Licenza dovrebbe essere arrivata nella tua casella email, se no puoi trovarla entrando nella <a href="%s" target="_blank">bacheca</a> del tuo account.
pl_pl: Zmieniono subskrypcję dla %s więc będzie trzeba podać nowe API klucza licencyjnego na stronie ustawień. Klucz licencyjny powinien dotrzeć na Twoją skrzynkę email. Jeśli tak się nie stało to prosimy zalogować się do swojego <a href="%s" target="_blank">panelu klienta</a>.
sv_se: Du har ändrat abonnemanget för %s, så du kommer att behöva ange ditt nya API licensnyckel i inställningssidan. Licensnyckeln borde ha kommit i din e-postbrevlåda, om du inte kan få det genom att logga in på ditt konto <a href="%s" target="_blank">instrumentpanelen</a> .

source: POS vs Online
pl_pl: POS kontra Online

source: Sales by cashier
it_it: Vendite del cassiere
pl_pl: Sprzedaż według kasjera
sv_se: Försäljning per kassan

source: Sales by store
pl_pl: Sprzedaż według sklepu
sv_se: Omsättning per butik

source: Sales by payment method
pl_pl: Sprzedaż według metody płatności
sv_se: Försäljning per betalningssätt

source: Stores
it_it: Negozi
pl_pl: Sklepy
sv_se: Butiker

source: Open POS
it_it: POS Aperto
pl_pl: Otwórz POS
sv_se: Öppen POS

source: Store
it_it: Negozio
pl_pl: Sklep
sv_se: Affär

source: Preview Receipt
it_it: Anteprima Ricevuta
pl_pl: Podgląd paragonu
sv_se: Förhandsvisnings Kvitto

source: Opening Hours
it_it: Orari di Apertura
pl_pl: Godziny otwarcia
sv_se: Öppettider

source: Logo
pl_pl: Logotyp

source: Receipt Options
it_it: Opzioni Ricevuta
pl_pl: Opcje paragonu
sv_se: Kvitto Val

source: Set featured image
it_it: Imposta immagine in evidenza
pl_pl: Ustaw główny obrazek
sv_se: Ställ Featured Image

source: Set store logo
it_it: Imposta logo negozio
pl_pl: Ustaw logotyp sklepu
sv_se: Uppsättning lagra logotyp

source: Remove featured image
it_it: Rimuovi immagine in evidenza
pl_pl: Usuń główny obrazek
sv_se: Avlägsna skissbild

source: Remove store logo
it_it: Rimuovi logo negozio
pl_pl: Usuń logotyp sklepu
sv_se: Avlägsna lagra logotyp

source: Set Store Logo
it_it: Imposta Logo Negozio
pl_pl: Ustaw logotyp sklepu
sv_se: Ställ Store Logo

source: Please <a href="%s">read the docs</a> for information on how to customize your POS receipts.
it_it: <a href="%s">Leggi i documenti</a> per informazioni su come personalizzare le ricevute POS.
pl_pl: Prosimy <a href="%s">przeczytać dokumentację</a> jak dostosować wygląd paragonów POS.
sv_se: Vänligen <a href="%s">läs dokumentationen</a> för information om hur du anpassar din POS kvitton.

source: POS Sales
it_it: Vendite POS
pl_pl: Sprzedaż POS
sv_se: POS Försäljning

source: Online Sales
it_it: Vendite Online
pl_pl: Sprzedaż online
sv_se: Onlineförsäljning

source: No Stores found.
pl_pl: Nie znaleziono sklepów.
sv_se: Inga butiker hittades.

source: Add New Store
pl_pl: Dodaj nowy sklep
sv_se: Lägg till New Store

source: Period
it_it: Periodo
pl_pl: Okres

source: Orders
it_it: Ordini
pl_pl: Zamówienia
sv_se: Beställningar

source: Total Sales
it_it: Vendite Totali
pl_pl: Łącznie sprzedaż
sv_se: Total försäljning

source: This is the sum of the 'Order Total' field within your orders.
it_it: Questa è la somma del campo 'Totale ordine' all'interno dei vostri ordini.
pl_pl: To jest suma pola "Łącznie zamówienie" w ramach zamówień
sv_se: Detta är summan av "Order Total fältet inom dina beställningar.

source: Total Shipping
it_it: Totale Spedizione
pl_pl: Łącznie wysyłka

source: This is the sum of the 'Shipping Total' field within your orders.
it_it: Questa è la somma del campo 'Spedizione Totale' all'interno dei vostri ordini.
pl_pl: To jest suma pola 'Łącznie wysyłka' w ramach zamówień.
sv_se: Detta är summan av "Shipping Totalt fältet inom dina beställningar.

source: Total Tax
it_it: Totale Aliquota
pl_pl: Łączny podatek
sv_se: Totalt Skatt

source: This is the total tax for the rate (shipping tax + product tax).
it_it: Questo è l'imposta totale per il tasso (imposta shipping + tasse del prodotto).
pl_pl: To jest łączny podatek dla stawki (podatek kosztów wysyłki + podatek produktu).
sv_se: Detta är den totala skatten för den kurs (frakt skatt + produkt skatt).

source: Net profit
it_it: Profitto netto
pl_pl: Zysk netto
sv_se: Nettovinst

source: Total sales minus shipping and tax.
it_it: Totale vendite meno spedizione e aliquota.
pl_pl: Łączna sprzedaż po potrąceniu kosztów wysyłki i podatków
sv_se: Totalt försäljning minus frakt och skatt.

source: Total
it_it: Totale
pl_pl: Łącznie
sv_se: Totalt

source: Pro License
it_it: Licenza Pro
pl_pl: Licencja Pro
sv_se: Pro Licens

source: Customer Options
pl_pl: Opcje klienta
sv_se: Kund Alternativ

source: Barcode Field
pl_pl: Pole kodu kreskowego
sv_se: Fält för streckkod

source: Select a meta field to use as the product barcode
pl_pl: Wybierz pole którego użyć jako kod kresowy produktu
sv_se: Välj ett metafält att använda för produktens streckkod

source: Pro License Activation
it_it: Attivazione Licenza Pro
pl_pl: Aktywacji Licencji Pro
sv_se: Pro Licens Aktiveringen

source: Thank you!
it_it: Grazie!
pl_pl: Dziękuję!
sv_se: Tack!

source: Your license is active
it_it: La tua licenza è attiva
pl_pl: Twoja licencja jest aktywna
sv_se: Din licens är aktiv

source: License Email
it_it: Email Licenza
pl_pl: Adres email licencji
sv_se: Licens E

source: License Key
it_it: Chiave di Licenza
pl_pl: Klucz licencyjny
sv_se: Licensnyckel

source: Opening Hours notes
it_it: Note Orari di Apertura
pl_pl: Notatki do godzin otwarcia
sv_se: Öppettider anteckningar

source: eg: Closed public holidays
it_it: ad esempio: Chiuso al pubblico nei giorni festivi
pl_pl: np. Zamknięte w święta publiczne
sv_se: t.ex.: Stängt helgdagar

source: You can add opening hours to your website using a widget. <a href="%s">Read the docs</a> for more information.
it_it: È possibile aggiungere gli orari di apertura al tuo sito web utilizzando un widget. <a href="%s">Leggi la documentazione</a> per ulteriori informazioni.
pl_pl: Godziny otwarcia możesz dodać na stronę poprzez widget. <a href="%s">Przeczytaj dokumentację</a> po więcej informacji.
sv_se: Du kan lägga till öppettider till din webbplats med hjälp av en widget. <a href="%s">Läs docs</a> för mer information.

source: Complimentary Close
it_it: Chiudi gratuito
pl_pl: Zamknięcie gratulacyjne
sv_se: Artighets

source: Personal notes or season greetings, e.g. Thank You for Your Order! or Merry Christmas!
it_it: Note personali o saluti di stagione, ad esempio, ringraziarvi per il vostro ordine! o buon Natale!
pl_pl: Notatki osobiste lub pozdrowienia okolicznościowe np. Dziękuję za zamówienie! lub Wesołych Świąt!
sv_se: Personliga anteckningar eller säsong hälsningar, t.ex. Tack för din beställning! eller God Jul!

source: Returns Policy
it_it: Politica di ritorni
pl_pl: Polityka zwrotów
sv_se: Returrätt

source: Returns policy, terms and conditions
it_it: Politica di ritorni, termini e condizioni
pl_pl: Polityka zwrotów oraz regulamin
sv_se: Returer politiska och villkor

source: Footer
it_it: Piè di pagina
pl_pl: Stopka

source: Further footer information, e.g. copyright or branding
it_it: Maggiori informazioni del piè di pagina, per esempio copyright e marchio
pl_pl: Więcej informacji w stopce np. prawa autorskie
sv_se: Ytterligare information sidfot, t.ex. upphovsrätt eller varumärke

source: Calculate Tax Based On
it_it: Calcola Aliquota Basandosi Su
pl_pl: Obliczaj podatek na podstawie
sv_se: Beräkna skatt baserad på

source: this store address
it_it: indirizzo di questo negozio
pl_pl: adres tego sklepu
sv_se: denna store adress

source: base location
it_it: posizione di base
pl_pl: podstawowa lokalizacja
sv_se: bas plats

source: No tax rates set
it_it: Percentuale tassa non impostato
pl_pl: Nie ustawiono stawek podatkowych
sv_se: Inga skattesatser set

source: The tax rates above will be used at the point of sale. You can <a href="%s">change the tax rate</a> in WooCommerce settings.
it_it: Le aliquote di imposta sopra verranno usate nel punto vendita. Puoi <a href="%s">modificare l'aliquota di imposta</a> nelle impostazioni di WooCommerce.
pl_pl: Stawki podatkowe zostaną użyte w POS. Możesz <a href="%s">zmienić stawki podatkowe</a> w ustawieniach WooCommerce.
sv_se: Skattesatserna ovan kommer att användas vid försäljningsstället. Du kan <a href="%s">ändra skattesatsen</a> i WooCommerce inställningar.

source: <strong>WooCommerce POS Pro</strong> requires <a href="%s">WooCommerce POS</a>. Please <a href="%s">install and activate WooCommerce POS</a>
it_it: <strong>WooCommerce POS Pro</strong> richiede <a href="%s">WooCommerce POS</a>. <a href="%s">Installa e attiva WooCommerce POS</a>
pl_pl: <strong>WooCommerce POS Pro</strong> wymaga <a href="%s">WooCommerce POS</a>. Prosimy <a href="%s">zainstalować i aktywować wtyczkę WooCommerce POS</a>
sv_se: <strong>WooCommerce POS Pro</strong> kräver <a href="%s">WooCommerce POS</a> . Vänligen <a href="%s">installera och aktivera WooCommerce POS</a>

source: loading
it_it: caricamento
