Repository: kilbot/WooCommerce-POS-Language-Packs
Catalog: languages/woocommerce-pos-admin-*.po
Languages: ca, cs_cz, de_de, es_cl, fa_ir, fi, hi_in, hr_hr, id_id, is_is, it_it, nl_nl, pl_pl, pt_br, sq, sv_se, vi

source: Online Store
cs_cz: Online obchod
de_de: Online-Shop
es_cl: Tienda Online
fa_ir: فروشگاه آنلاین
fi: Verkkokauppa
hi_in: ऑनलाइन स्टोर
hr_hr: Online Trgovina
id_id: Toko Online
is_is: Vefverslun
it_it: Negozio Online
nl_nl: Webwinkel
pl_pl: Sklep online
pt_br: Loja Online
sv_se: Webbutik
vi: Cửa hàng trực tuyến

source: POS
de_de: Kassensystem
es_cl: Punto de Venta
fa_ir: فروشگاه
fi: Kassapääte
hi_in: पीओएस
nl_nl: KASSA(POS)
pt_br: PDV

source: View POS
ca: Vés al POS
cs_cz: Zobrazit POS
de_de: Zeige Kassensystem
es_cl: Ver POS
fa_ir: نمایش فروشگاه
fi: Avaa kassapääte
hi_in: देखें पीओएस
hr_hr: Pregled POS-a
id_id: Lihat POS
is_is: Skoða POS
it_it: Visualizza POS
nl_nl: Start KASSA
pl_pl: Zobacz POS
pt_br: Ver PDV
sq: Shiko POS
sv_se: Visa POS
vi: Xem POS

source: Upgrade to Pro
ca: Actualitza a la versió PRO
cs_cz: Upgrade na verzi PRO
de_de: Auf Pro upgraden
es_cl: Actualiza a PRO
fa_ir: ارتقا به نسخه پیشرفته
fi: Päivitä Pro -versioon
hi_in: प्रो में अपग्रेड
hr_hr: Nadogradnja na Pro verziju
id_id: Tingkatkan ke versi Pro
is_is: Uppfæra í Pro útgáfu
it_it: Aggiorna alla versione Pro
nl_nl: Upgrade naar Pro
pl_pl: Rozszerz do wersji Pro
pt_br: Atualizar para o Pro (versão paga)
sq: Ngrite ne Pro
sv_se: Uppgradera till PRO
vi: Nâng cấp lên phiên bản Pro

source: Online
es_cl: En línea
fa_ir: آنلاین
fi: Verkkokauppa
hi_in: ऑनलाइन
is_is: Tegndur

source: Settings
cs_cz: Nastavení
de_de: Einstellungen
es_cl: Configuración
fa_ir: تنظیمات
fi: Asetukset
hr_hr: Postavke
id_id: Pengaturan
is_is: Stillingar
it_it: Impostazioni
nl_nl: Instellingen
pl_pl: Ustawienia
pt_br: Configurações
sq: Konfigurimet
sv_se: Inställningar

source: POS Access
ca: Accès al POS
cs_cz: POS přístup
de_de: POS-Zugang
es_cl: Acceso POS
fa_ir: دسترسی به فروشگاه
fi: Pääsyoikeudet
hi_in: पीओएस पहुंच
hr_hr: Pristup POS-u
id_id: Akses POS
is_is: POS aðgangur
it_it: Accesso POS
nl_nl: KASSA toegang
pl_pl: Dostęp POS
pt_br: Acessar PDV
sq: Kuçu në POS
sv_se: POS Tillgång
vi: Truy cập POS

source: Help screen
ca: Ajuda
cs_cz: Nápověda
de_de: Hilfe-Bildschirm
es_cl: Pantalla de Ayuda
fa_ir: صفحه کمک
fi: Ohje
hi_in: मदद स्क्रीन
hr_hr: Pomoć
id_id: Layar Bantuan
is_is: Hjálp
it_it: Schermata di aiuto
nl_nl: Help scherm
pl_pl: Ekran pomocy
pt_br: Tela de ajuda
sq: Faqja per ndihme
sv_se: Hjälpskärm
vi: Trang giúp đỡ

source: Barcode search
ca: Cerca per codi de barres
cs_cz: Hledat čárkový kód
de_de: Barcode suchen
es_cl: Escanear código de barras
fa_ir: جستوجوی بارکد
fi: Viivakoodi haku
hi_in: बारकोड खोज
hr_hr: Barcode pretraga
id_id: Cari Barcode
is_is: Strikamerkja leit
it_it: Ricerca di codici a barre
nl_nl: Zoek op barcode
pl_pl: Wyszukiwanie kodów kreskowych
pt_br: Buscar código de barras
sq: Kërko Barkodin
sv_se: Sök på streckkod
vi: Tìm mã vạch

source: New order
cs_cz: Nová objednávka
de_de: Neue Bestellung
es_cl: Nuevo Pedido
fa_ir: سفارش جدید
fi: Uusi tapahtuma
hi_in: नए आदेश
hr_hr: Novi unos
id_id: Order baru
is_is: Ný pöntun
it_it: Nuovo ordine
nl_nl: Nieuwe verkoop
pl_pl: Nowe zamówienie
pt_br: Novo pedido
sq: Porosi e Re
sv_se: Ny order
vi: Đơn hàng mới

source: Sync with server
ca: Sincronitza amb el servidor
cs_cz: Synchronizovat se serverem
de_de: Mit Server synchronisieren
es_cl: Sincroniza con el servidor
fa_ir: اتصال با سرور
fi: Synkronoi palvelimelta
hi_in: सर्वर के साथ सिंक
hr_hr: Usklađivanje sa serverom
id_id: Singkronkan dengan server
is_is: Samræma við netþjón
it_it: Sincronizzazione con il server
nl_nl: Forceer synchronisatie
pl_pl: Synchronizuj z serwerem
pt_br: Sincronizar com o servidor
sq: Sinkronizo me Serverin
sv_se: Synkronisera med server
vi: Đồng bộ với máy chủ

source: Grant POS Access
cs_cz: Povolit POS přístup
de_de: Zugang zum POS gewähren
es_cl: Otorgar acceso POS
fa_ir: اعطای دسترسی به فروشگاه
fi: Salli pääsy kassapäätteelle
hi_in: ग्रांट पीओएस पहुंच
hr_hr: Odobri POS Pristup
id_id: Hak akses POS
is_is: Veita POS aðgang
it_it: Consenti Accesso POS
nl_nl: Verleen toegang tot KASSA
pl_pl: Udzielić dostęp do POS
pt_br: Garantir acesso ao PDV
sq: Jepi qasje ne POS
sv_se: Ge POS åtkomst
vi: Cho phép truy cập POS

source: By default, access to the POS is limited to Administrator and Shop Manager roles.
ca: Per defecte, l'accès al POS està limitat als rols d'Administrador i Gestor de la botiga.
cs_cz: Ve výchozím nastavení je přístup k POS omezen na roli Administrátora Manažera obchodu.
de_de: Standardmäßig ist der Zugang zum POS nur auf Administrator und Shop Manager beschränkt.
es_cl: De forma predeterminada, el acceso a los puntos de venta se limita a funciones de administrador y gerente de la tienda.
fa_ir: به طور پیش فرض، دسترسی به POS محدود به مدیران و مدیران فروشگاه است.
fi: Lähtökohtaisesti pääsy kassapäätteelle on sallittu vain sivuston ylläpitäjille ja kaupan ylläpitäjille.
hi_in: डिफ़ॉल्ट रूप से, स्थिति के लिए उपयोग प्रशासक और दुकान प्रबंधक की भूमिका निभाने के लिए सीमित है।
hr_hr: Defoltni pristup POS-u je odobren jedino Administratoru i Voditelju trgovine
id_id: Secara bawaan, akses ke POS terbatas pada Administrator dan peran manajer toko.
is_is: Sjálfgild stilling er að aðgangur að POS er takmarkaður við stjórnanda kerfisins og verslunarstjóra.
it_it: Per impostazione predefinita, l'accesso al POS è limitata all'Amministratore e agli account con ruolo di Manager.
nl_nl: Standaard is toegang tot KASSA beperkt tot de Administrator en Shopmanager accounts.
pl_pl: Domyślnie dostęp do POS jedynie dla Administratora i Managera sklepu.
pt_br: Por padrão, o acesso ao POS é limitado aos papéis de Administrador e Gerente.
sq: Zakonisht, qasja në POS është e kufizuar tek rolet e Administratorit dhe Menaxher i Shitjes.
sv_se: Som standard är åtkomst till POS begränsad till administratör och butikschef roller.
vi: Mặc định, kết nối vào POS Được giới hạng bởi Admin và quản lý shop.

source: It is recommended that you <strong>do not change</strong> the default settings unless you are fully aware of the consequences.
ca: Us recomanem que <strong>no feu canvis</strong> als paràmetres per defecte, si no teniu clares les conseqüències.
cs_cz: Doporučujeme, abyste <strong>neměli</strong> výchozí nastavení pokud si skutečně nejste jisti důsledků, které to může mít.
de_de: Es wird empfohlen, dass Sie die Standardeinstellungen <strong>nicht ändern,</strong>, es sei denn, dass Sie um die Folgen wissen.
es_cl: Se recomienda que <strong>no cambie</strong> la configuración predeterminada a menos que esté plenamente consciente de las consecuencias.
fa_ir: بهتر است که شما تنظیمات اولیه را دست کاری نکنید مگر اینکه کاملا به آن مسلط باشید
fi: On suositeltavaa, <strong>että et muuta</strong> oletusarvoisia asetuksia jos et ole täysin varma seuraamuksista.
hi_in: यह आप परिणामों से पूरी तरह अवगत हैं, जब तक आप डिफ़ॉल्ट सेटिंग्स <strong>को बदल नहीं है</strong> कि सिफारिश की है।
hr_hr: Savjetujemo da <strong>ne mijenjate</strong> defoltne postavke ukoliko niste u potpunosti upoznati sa posljedicama!
id_id: Ini disarankan untuk anda <strong>jangan dirubah</strong> pengaturan default kecuali jika Anda sepenuhnya menyadari konsekuensinya.
is_is: Það er stránglega mælt með því að þú <strong> breytir ekki</strong> sjálfgefnum stillingum nema þú skiljir til fulls afleiðingarnar.
it_it: E' consigliabile <strong>non modificare</strong> le impostazioni predefinite, a me ché sia a completa conoscenza di ciò che stai facendo.
nl_nl: Aanbevolen wordt de standaard instellingen <strong>niet</strong> te wijzigen als je niet volledig op de hoogte bent van de mogelijke gevolgen.
pl_pl: Zalecane jest, abyś <strong>nie zmieniał</strong> domyślnych ustawień dopóki nie jest w pełni świadom konsekwencji.
pt_br: É recomendado que você <strong>não mude</strong> as configurações padrão, a não ser que você tenha plena consciência das consequências.
sq: Është e rekomanduar që ju <strong> të mos ndryshojni </ strong> parametrat nëse nuk jani plotësisht të vetëdijshëm për pasojat.
sv_se: Det rekommenderas att du <strong>inte ändrar</strong> standardinställningarna om du inte är fullt medveten om konsekvenserna.
vi: Khuyến cáo thận trọng <strong>không thay đổi</strong> cài đặt mặc định trừ khi bạn hiểu hậu quả.

source: For more information please visit <a href="%1$s" target="_blank">%1$s</a>
ca: Més informació a: <a href="%1$s" target="_blank">%1$s</a>
cs_cz: Další informace naleznete na <a href="%1$s" target="_blank">%1$s</a>
de_de: Für weitere Informationen besuchen Sie bitte <a href="%1$s" target="_blank">%1$s</a>
es_cl: Para obtener más información, visite <a href="%1$s" target="_blank">%1$s</a>
fa_ir: برای اطلاعات بیشتر لطفا 1٪ 1 $ s1 را ببینید
fi: Jos haluat lisätietoa, niin käy <a href="%1$s" target="_blank">%1$s</a>
hi_in: अधिक जानकारी के लिए कृपया <a href="%1$s" target="_blank">% 1 $</a>
hr_hr: Za dodatne informacije molimo posjetite: <a href="%1$s" target="_blank">%1$s</a>
id_id: Untuk informasi selengkapnya kunjungi <a href="%1$s" target="_blank">%1$s</a>
is_is: Fyrir frekari upplýsingar heimsækið <a href="%1$s" target="_blank">%1$s</a>
it_it: Per maggiori informazioni si prega di visitare il sito <a href="%1$s" target="_blank">% 1 $ s</a>
nl_nl: Bezoek <a href="%1$s" target="_blank">%1$s</a> voor meer informatie.
pl_pl: Aby otrzymać więcej informacji prosimy odwiedzić <a href="%1$s" target="_blank">%1$s</a>
pt_br: Para mais informações visite <a href="%1$s" target="_blank">%1$s</a>
sq: P më shumë informata ju lutem vizitoni <a href="%1$s" target="_blank">%1$s</a>
sv_se: För mer information besök <a href="%1$s" target="_blank">% 1 $ s</a>
vi: Để biết thêm thông tin vui lòng truy cập <a href="%1$s" target="_blank">%1$s</a>

source: Completed Order Status
ca: Estat de comanda completada
cs_cz: Satus ukončené objednávky
de_de: Abgeschlossener Status der Bestellung
es_cl: Completado Estado del pedido
fa_ir: وضعیت سفارش های تکمیل شده
fi: Valmiin tilauksen tila
hi_in: पूरे किए गए आदेश स्थिति
hr_hr: Status Izvršene Narudžbe
id_id: Status pesanan selesai
is_is: Pöntun tilbúin
it_it: Stato ordine completato
nl_nl: Eindstatus van voltooide verkoop
pl_pl: Zakończony status zamówienia
pt_br: Completado Ordem
sq: Gjendja e Prorosisë e përfunduar
sv_se: Orderstatus Färdigbehandlad
vi: Hoàn tất tình trạng đơn hàng

source: Change the default order status for POS sales
ca: Canvia l'estat de les comandes realitzades des del POS
cs_cz: Změnit výchozí nastavení objednávek pro POS prodej
de_de: Ändern Sie den Standardauftragsstatus für POS-Verkäufe
es_cl: Cambie el estado de la orden por defecto para las ventas de punto de venta
fa_ir: تغییر وضعیت پیش فرض برای فروش فروشگاه
fi: Valitse, mihin tilaan valmiit kassapäätetapahtumat asetetaan
hi_in: पीओएस बिक्री के लिए डिफ़ॉल्ट आदेश की स्थिति बदलें
hr_hr: Izmjena standardnog statusa POS prodaje
id_id: Mengubah status pesanan default untuk penjualan POS
is_is: Breyta sjálfgefini stöðu pöntunar fyrir POS sölur
it_it: Modificare lo 'stato ordine' predefinito per le vendite POS
nl_nl: Verander de standaard status voor KASSA verkopen
pl_pl: Zmień domyślny status zamówienia dla sprzedaży POS
pt_br: Alterar o status de ordem padrão para as vendas POS
sq: Ndryshoni gjendjen e zakonshme te porsisë për POS shitjet
sv_se: Ändra standardorderstatus för POS försäljning
vi: Đổi cách thanh toán về mặc định cho POS

source: Order Emails
ca: Correus de les comandes
cs_cz: Emaily objednávky
de_de: E-Mails sortieren
es_cl: Correos con Pedidos
fa_ir: ایمیل سفارشات
fi: Tilaus sähköpostit
hi_in: आदेश ईमेल
hr_hr: E-mail Narudžbe
id_id: Email pesanan
is_is: Póstfang fyrir pantanir
it_it: Email ordine
nl_nl: Stuur email na verkoop
pl_pl: Adresy email zamówień
pt_br: E-mails Encomendar
sq: Porosia në email
sv_se: Order e-post
vi: Email đơn hàng

source: Send WooCommerce notification emails for POS orders
cs_cz: Odeslat emailem WooCommerce upozornění o POS objednávkách
de_de: Senden Sie WooCommerce Benachrichtigungs-Emails für POS-Bestellungen
es_cl: Enviar correos electrónicos de notificación para los pedidos de venta
fa_ir: رسال ایمیل های اعلان WooCommerce برای سفارشات فروشگاه
fi: Lähetä WooCommercen sähköposti-ilmoitus myös kassapäätteellä tehdyistä tilauksista
hi_in: पीओएस आदेश के लिए WooCommerce सूचना ईमेल भेजें
hr_hr: Pošalji WooCommerce obavijest za POS narudžbe
id_id: Kirim notifikasi email ke WooCommerce untuk pesanan POS
is_is: Senda WooCommerce tölvupóst vegna POS pantana
it_it: Invia email di notifica WooCommerce per gli ordini POS
nl_nl: Stuur WooCommerce kennisgevingsmails voor KASSA verkopen
pl_pl: Wyślij powiadomienia mailowe WooCommerce dla zamówień z POS
pt_br: Enviar e-mails de notificação WooCommerce para ordens de POS
sq: Dërgo WooCommerce njoftimet me email per POS porositë
sv_se: Skicka WooCommerce e-postmeddelanden för POS order
vi: Gửi WooCommerce email thông báo khi đặt hàng POS

source: Enable admin emails
cs_cz: Povolit admin emaily
de_de: Admin-Emails aktivieren
es_cl: Habilitar mensajes de correo electrónico de administrador
fa_ir: فعال کردن ایمیل های مدیر
fi: Aktivoi sähköposti-ilmoitukset ylläpitäjälle
hr_hr: Omogući administratorske E-mailove
id_id: Aktifkan email admin
is_is: Virkja tölupóst kerfisstjóra
it_it: Abilita le email all'admin
nl_nl: Inschakelen admin e-mails
pl_pl: Aktywuj emaile administratora
pt_br: Habilitar e-mails de administração
sq: Lejo admin emalat
sv_se: Aktivera admin e-postmeddelanden
vi: Kích hoạt Email gửi cho Admin

source: Enable customer emails
cs_cz: Povolit zákaznické emaily
de_de: Kunden-Emails aktivieren
es_cl: Habilitar mensajes de correo electrónico de los clientes
fa_ir: فعال کردن ایمیل های مشتری
fi: Aktivoi sähköposti-ilmoitukset asiakkaalle
hr_hr: Omoguću korisničke E-mailove
id_id: Aktifkan email pelanggan
is_is: Virkja tölvupóst viðskiptvina
it_it: Abilita le email al cliente
nl_nl: Mogelijk te maken van e-mails van klanten
pl_pl: Aktywuj emaile klienta
pt_br: Habilitar e-mails de clientes
sq: Lejo Klient emailat
sv_se: Aktivera kund e-postmeddelanden
vi: Kích hoạt Email gửi cho khách

source: Receipt Printing
cs_cz: Tisk účtu
de_de: Quittung drucken
es_cl: Imprimir Recibo
fa_ir: چاپ رسید
fi: Kuitin tulostus
hr_hr: Ispis Računa
id_id: Cetak Kwitansi
is_is: Prenta kittun
nl_nl: Ontvangst Afdrukken
pl_pl: Drukowanie paragonu
sq: Printo kuponin
sv_se: Kvittoutskrift
vi: In biên lai

source: Automatically print receipt after checkout
cs_cz: Automaticky tisknout účet po uzavření objednávky
de_de: Quittung automatisch nach dem Checkout drucken
es_cl: Imprimir automáticamente un recibo después del cobro
fa_ir: رسیدگی به صورت خودکار پس از پرداخت
fi: Tulosta kuitti automaattisesti maksutapahtuman jälkeen
hr_hr: Automatski ispiši račun nakon odjave
id_id: Otomatis print setelah checkout
is_is: Prenta kvittun sjálfvirkt
nl_nl: Ontvangst automatisch afgedrukt na de kassa
pl_pl: Automatycznie drukuj paragon po przejściu do kasy
pt_br: Imprimir automaticamente a recepção após check-out
sq: Automatikisht printo kuponin pas arkëtimit
sv_se: Skriv ut kvitto automatiskt efter köp
vi: Tự động in hóa đơn sau khi thanh toán

source: Installed gateways are listed below. Drag and drop gateways to control their display order at the Point of Sale.
ca: S'han instal·lat les següents passarel·les de pagament. Ordeneu-les segonsvulgueu qe es mostrin al Point of Sale.
cs_cz: Instalované platební brány jsou zobrazeny níže. Jejich pořadí můžete měnit táhnutím myší.
de_de: Vorhandene Gateways sind unten aufgeführt. Drag & Drop, um die Anzeigereihenfolge im POS festzulegen.
es_cl: Las pasarelas de pago instaladas se enumeran a continuación. Arrastre y suelte para controlar el orden de presentación en el Punto de Venta.
fa_ir: دروازه های نصب شده در زیر فهرست شده اند.برای نظارت بر نمایش خود در نقطه فروش دروازه هارا کشیده و رها کنید.
fi: Asennetut maksutavat ovat listattuna alla. Raahaa ja pudota maksuväyliä muuttaaksesi niiden järjestystä kassapäätteellä.
hi_in: स्थापित प्रवेश द्वार के नीचे सूचीबद्ध हैं। खींचें और ड्रॉप गेटवे बिक्री के बिंदु पर उनके प्रदर्शन का क्रम को नियंत्रित करने के लिए।
hr_hr: Instalirani pristupi su navedeni ispod. Primite i ispustite pristup za redosljed prikaza na POS-u
id_id: Berikut adalah daftar Gateways yang terpasang. Tarik dan letakan gateways untuk mengatur urutan tampilan di Point of Sale.
is_is: Uppsetar gáttir eru listaðar hér fyrir neðan. Dragðu til gáttinar til að stjórna röðun þeirra í POS.
it_it: I metodi installati sono elencati di seguito.Trascinali per scegliere l'ordine di visibilità al momento della vendita.
nl_nl: Hieronder staan de geinstalleerde betaalmethoden. Drag and drop om de volgorde waarin ze getoond worden, te veranderen.
pl_pl: Zainstalowane bramki znajdują się poniżej. Przeciągnij i upuść bramki, aby ustalić ich kolejność w POS.
pt_br: Gateways instalados estão listados abaixo. Arraste e solte os gateways de controlar a sua ordem de apresentação no ponto de venda.
sv_se: Installerade gateways är listade nedan. Dra och släpp gateways för att kontrollera deras visningsordning vid Point of Sale.
vi: Cài cổng thanh toán sẽ được liệt kê bên dưới. Kéo và thả cổng thanh toán để điều khiển thứ tự trong POS

source: Payment Gateways enabled here will be available at the Point of Sale. Payment Gateways enabled on the settings page will be available in your Online Store.
ca: Les passarel·les de pagament que habiliteu aquí estaran disponibles pel POSLes passarel·les de pagament habilitades als paràmetrs estaran disponibles a la botiga online.
cs_cz: Zde povolené platební brány budou zobrazeny na stránce POS. Platební brány, které zde nejsou povolené budou i nadále dostupné na Vašem online obchodu.
de_de: Zahlungs-Gateways, die hier aktiviert sind, werden im POS angezeigt. Zahlungs-Gateways, die auf der Einstellungs-Seite aktiviert sind, werden in Ihrem Online-Shop angezeigt.
es_cl: Las pasarelas de pago habilitadas estarán disponibles aquí. Las pasarelas de pago habilitadas en la página de configuración estarán disponibles en su tienda en línea.
fa_ir: دروازه های پرداخت فعال در اینجا در نقطه فروش در دسترس خواهد بود. دروازه های پرداخت شده در صفحه تنظیمات فعال در فروشگاه آنلاین شما موجود است.
fi: Tässä voit aktivoida kassapäätteellä käytettävät maksutavat. Verkkokaupassa käytettävät maksutavat tulee aktivoida WooCommerce Asetukset sivulla.
hi_in: यहां सक्षम भुगतान द्वार बिक्री के बिंदु पर उपलब्ध हो जाएगा। सेटिंग पेज पर सक्षम भुगतान द्वार अपने ऑनलाइन स्टोर में उपलब्ध हो जाएगा।
hr_hr: Ovdje omogućeni pristupi Plaćanju biti će dostupni na POS-u. Pristupi Plaćanju omogućeni na stranici Postavke biti će dostupni u Vašoj Online Trgovini.
id_id: Payment Gateways yang diaktifkan disini akan tersedia di Point Of Sale. Payment Gateways yang diaktifkan di halaman pengaturan akan tersedia di toko online anda.
is_is: Greuðslu gáttir sem eru vikjaðar hér eru aðgengilegar í POS. Greiðslugáttir sem eru virkjaðar á uppsettninga síðunni eru aðgengilegar í vefverslunni.
it_it: I metodi di pagamento attivi qui, saranno disponibili nel POS. I metodi di pagamento attivi nelle impostazioni saranno visibli sul tuo Online store.
nl_nl: Betaalmethoden die je hier inschakelt zie je in het afrekenscherm. Betaalmethoden die je ingeschakelt op de instellingenpagina zijn zichtbaar in de Webwinkel.
pl_pl: Uruchomione bramki płatności będą dostępne w POS. Bramki płatności uruchomione na stronie ustawień będą dostępne w Twoim sklepie.
pt_br: Gateways de Pagamento ativado aqui estará disponível no ponto de venda. Gateways de Pagamento ativado na página de configurações estarão disponíveis em sua loja online.
sv_se: Betalningsgateways aktiverade här kommer att finnas tillgänglig på Point of Sale. Betalningsgateways aktiverade på inställningssidan kommer att finnas tillgängliga i ditt Online Store.
vi: Các cổng thanh toán được kích hoạt ở đây sẽ hiện trên cổng thanh toán POS. Các cổng thanh toán trong phần cài đặt sẽ được hiển thị trên cửa hàng Online

source: It is your responsibility to ensure the security of your customer's information. Transmitting credit card or other sensitive information should only be done using a secure connnection.
ca: És la vostra responsabilitat garantir la seguretat de la informació dels clientsla transmissió del número de targeta o informació sensible s'hauria de fer mitjançant una connexió segura.
cs_cz: Je na Vaší zodpovědnosti zajistit bezpečnost osobních údajů zákazníků. Zadávání citlivých informací, např. o kreditní kartě, by mělo být prováděno, pouze pokud používáte bezpečné připojení.
de_de: Sie sind dafür verantwortlich, die Sicherheit der Informationen Ihrer Kunden zu gewährleisten. Die Übertragung von Kreditkartendaten oder anderen sensiblen Informationen sollte nur über eine sichere Verbindung erfolgen.
es_cl: Es su responsabilidad el garantizar la seguridad de la información de su cliente. La transmisión de la tarjeta de crédito u otra información confidencial sólo debe ser realizada utilizando una conexión segura.
fa_ir: مسئولیت شما این است که از اطلاعات مشتری خود اطمینان حاصل کنید. انتقال کارت اعتباری یا سایر اطلاعات حساس فقط باید با استفاده از یک اتصال امن انجام شود.
fi: On sinun vastuullasi varmistaa asiakkaidesi tietojen turvallisuus. Luottokorttitietojen tai muiden arkaluonteisten tietojen siirtäminen tulisi tapahtua käyttäen turvallista yhteyttä.
hi_in: यह अपने ग्राहकों की जानकारी की सुरक्षा सुनिश्चित करने की जिम्मेदारी है। हस्तांतरित क्रेडिट कार्ड या अन्य संवेदनशील जानकारी केवल एक सुरक्षित connnection का उपयोग किया जाना चाहिए।
hr_hr: Vaša odgovornost osigurati zaštitu podataka kupaca! Odašiljanje brojeva kreditnih kartica, kao i ostalih osjetljivih informacija, potrebno je obavljati kroz zaštićenu internetsku vezu!
id_id: Menjaga keamanan informasi pelanggan adalah tanggung jawab anda sebagai penjual. Disarankan hanya menggunakan koneksi yang aman untuk mengirim informasi kartu kredit dan informasi sensitif lainya.
is_is: Það er þín ábyrgð að tryggja öryggi upplýsingar um þína viðskiptavini. Sendingar á kreditkorta upplýsingum sem og öðrum viðkvæmum upplýsingum á engöngu að gera í gegnum öruggar tengingar.
it_it: E vostra responsabilità garantire la sicurezza delle informazioni del cliente. La trasmissione dei dati relativi alla carta di credito o altre informazioni sensibili dovrebbero essere fatto solo con una connessione sicura.
nl_nl: Onthoud dat je verantwoordelijk bent voor de veiligheid van de klantgegevens. Verzend gevoelige informatie zoals credit card gegevens dus alleen over een veilige verbinding.
pl_pl: Ochrona danych osobowych Twoich klientów spoczywa na Tobie. Przetwarzanie danych kart kredytowych lub innych poufnych danych powinno być dokonywane z użyciem bezpiecznego połączenia.
pt_br: É de sua responsabilidade para garantir a segurança das informações do seu cliente. Transmitindo cartão de crédito ou outras informações confidenciais só deve ser feito usando uma connnection seguro.
sq: Është përgjegjësi e juaj për të siguruar sigurinë e informacionit të klientit tuaj. Transmetimet e kredit karteles ose informacione të tjera të ndjeshme duhet të bëhet vetëm duke përdorur një lidhje të sigurt.
sv_se: Det är ditt ansvar att garantera säkerheten för kundens uppgifter. Sändning kreditkort eller annan känslig information ska endast göras med en säker connnection.
vi: Đây là trách nhiện của bạn trong việc bảo vệ thông tin khách hàng. Dùng thẻ Tín Dụng hoặc phương thức thanh toán khác chỉ nên thực hiện với đường truyền bảo mật

source: Gateway Display
ca: Mostra les passarel·les de pagament
cs_cz: Způsoby platby
de_de: Gateway-Anzeige
es_cl: Puerta de enlace de visualización
fa_ir: دروازه نمایش
fi: Maksutavat
hi_in: गेटवे प्रदर्शन
hr_hr: Prikaz Pristupa
id_id: Tampilan Gateway
is_is: Staða gátta
it_it: Mostra Metodo
nl_nl: Betaalmethoden Overzicht
pl_pl: Wyświetlane bramki
pt_br: Gateway de Exibição
vi: Hiện cổng thanh toán
