Repository: kilbot/WooCommerce-POS-Language-Packs
Catalog: languages/woocommerce-pos-admin-*.po
Languages: ca, cs_cz, de_de, es_cl, fa_ir, fi, hi_in, hr_hr, id_id, is_is, it_it, nl_nl, pl_pl, pt_br, sq, sv_se, vi

source: Online Status
ca: Online
es_cl: Estado en línea
fa_ir: وضعیت آنلاین
fi: Käytössä verkkokaupassa
hi_in: ऑनलाइन स्थिति
id_id: Status online
is_is: Staða tengingar
it_it: Stato Online
pl_pl: Status online
pt_br: Estado online
sq: Gjendja e Lidhjes
vi: Tình trạng Online

source: POS Status
ca: Estat del POS
es_cl: Estado de Punto de Venta
fa_ir: وضعیت فروشگاه
fi: Käytössä kassapäätteellä
hi_in: पीओएस स्थिति
id_id: Status Pos
is_is: Staða POS
it_it: Stato POS
nl_nl: KASSA status
pl_pl: Status POS
pt_br: POS Estado
sq: Gjendja e POS
vi: Tình trạng POS

source: POS Settings
ca: Paràmetres del POS
cs_cz: Nastavení POS
de_de: POS-Einstellungen
es_cl: Configuración de punto de venta
fa_ir: تنظیمات فروشگاه
fi: Kassapäätteen asetukset
hi_in: पीओएस सेटिंग
hr_hr: POS Postavke
id_id: Pengaturan Pos
is_is: POS stillingar
it_it: Impostazioni POS
nl_nl: KASSA instellingen
pl_pl: Ustawienia POS
pt_br: Configurações de POS
sq: Paramaterat e POS
sv_se: POS-inställningar
vi: Cài đặt POS

source: Payment method title.
ca: Títol del mètode de pagament
cs_cz: Název způsobu platby
de_de: Zahlungsmethode Titel.
es_cl: Forma de Pago
fa_ir: عنوان روش پرداخت
fi: Maksutavan nimi
hi_in: भुगतान विधि शीर्षक।
hr_hr: Način plaćanja.
id_id: Judul Metode Pembayaran
is_is: Greiðslu fyrirsögn
it_it: Titolo metodo di pagamento
nl_nl: Naam van de betaalmethode
pl_pl: Tytuł metody płatności.
pt_br: Título de pagamento.
sq: Titulli per mënyren e Pagesave
sv_se: Titel för betalningssätt
vi: Tiêu để phương thức thanh toán

source: Payment method description that will be shown in the POS.
ca: Descripció del mètode de pagament que es mostrarà al POS
cs_cz: Popis způsobu platby, který bude zobrazen na POS.
de_de: Zahlungsmethoden-Beschreibung, die im POS angezeigt wird.
es_cl: Descripción de forma de pago que se muestra en el punto de venta.
fa_ir: شرح روش پرداخت که درفروشگاه نمایش داده خواهد شد.
fi: Maksutavan kuvaus, joka näkyy kassapäätteellä.
hi_in: स्थिति में दिखाया जाएगा कि भुगतान विधि विवरण।
hr_hr: Opis naćina plaćanja koji će biti prikazan na POS-u.
id_id: Deskripsi metode pembayaran yang akan ditampilkan dalam POS
is_is: Lýsing á tegund greiðslu sem er birt í POS
it_it: Descrizione del metodo di pagamento che sarà mostrata nel POS.
nl_nl: betaalmethode beschrijving zoals die in KASSA is te zien.
pl_pl: Opis metody płatności, który będzie pokazany w POS.
pt_br: Descrição do método de pagamento que será mostrado no POS.
sq: Përshkrimi i mënyres së pageses e cila do të paraqitet në POS
sv_se: Metodbeskrivning för betalningssätt som kommer att visas i POS.
vi: Phương thức thanh toán chi tiết sẽ được hiển thị trên POS

source: Icon
ca: Icona
cs_cz: Ikona
es_cl: Icono
fa_ir: آیکون
fi: Kuvake
hi_in: चिह्न
hr_hr: Ikona
is_is: Táknmynd
it_it: Icona
nl_nl: Icoon
pl_pl: Ikona
pt_br: Ícone
sq: Ikona
sv_se: Ikon
vi: Biểu tượng

source: Product Visibility
ca: Visibilitat del producte
cs_cz: Viditelnost zboží
de_de: Produkt-Sichtbarkeit
es_cl: Visibilidad del producto
fa_ir: دیدگاه محصول
fi: Tuotteen näkyvyys
hi_in: उत्पाद दृश्यता
hr_hr: Prikaz Proizvoda
id_id: Visibilitas produk
is_is: Sýnileiki vöru
it_it: Visibilità prodotto
nl_nl: Zichtbaarheid van de artikelen
pl_pl: Widoczność produktu
pt_br: Visibilidade produto
sq: Dukja e Produktit
sv_se: Produktsynlighet
vi: Sự hiển thị của sản phẩm

source: Enable <a href="%s">POS Only products</a>
ca: Permet <a href="%s">Productes exclusius pel POS</a>
cs_cz: Povolit <a href="%s">pouze POS zboží</a>
de_de: Aktiviere <a href="%s">Nur-POS-Produkte</a>
es_cl: Habilitar <a href="%s">POS Sólo los productos</a>
fa_ir: فعال کردن ۱ فروشگاه فقط ۱ محصول
fi: Aktivoi <a href="%s">Vain kassapääte tuotteet</a>
hi_in: सक्षम करें <a href="%s">पीओएस केवल उत्पादों</a>
hr_hr: Omogući <a href="%s">samo POS proizvode</a>
id_id: Memungkinkan <a href="%s">Hanya produk POS</a>
is_is: Virkja <a href="%s">eingöngu POS vörur</a>
it_it: Abilita la funzione <a href="%s">Solo i prodotti POS</a>
nl_nl: Sta het gebruik van <a href="%s">artikelen alleen voor KASSA</a> toe
pl_pl: Uruchom <a href="%s">Produkty tylko z POS</a>
pt_br: Ativar <a href="%s">POS Apenas os produtos</a>
sq: Lejo <a href="%s">Vetem POS Produktet </a>
sv_se: Aktivera <a href="%s">POS Endast produkter</a>
vi: Kích hoạt <a href="%s">chỉ hiện thị sản phẩm trên POS</a>

source: Allow Decimal Quantity
cs_cz: Povolit desetinné množství
de_de: Dezimal-Mengen erlauben
es_cl: Permitir Cantidad Decimal
fa_ir: اجازه ی مقدار دهی
fi: Salli desimaalit Määrä-kentässä
hi_in: दशमलव मात्रा की अनुमति दें
hr_hr: Dozvoli decimalna mjesta na količini
id_id: Memungkinkan Kuantitas Decimal
is_is: Leyfa tugabrot
it_it: Consenti quantità decimali
nl_nl: Sta decimalen toe in het aantal
pl_pl: Zezwól na ilości po przecinku
pt_br: Permitir Decimal Quantidade
sq: Lejo Sasia në decimale
sv_se: Tillåt Decimal Kvantitet
vi: Cho phép một số lượng thập phân

source: Allows items to have decimal values in the quantity field, eg: 0.25
cs_cz: Povolit položky s desetinnými hodnotami množství, např. 0,25.
de_de: Erlaubt es, Dezimalwerte im Mengenfeld zu verwenden, zum Beispiel: 0.25
es_cl: Permite que los artículos tengan valores decimales en el campo de cantidad, por ejemplo: 0.25
fa_ir: به اقلام اجازه میدهد مقادیر اعشاری داشته باشند برای مثال:0.25
fi: Salli tuotteiden desimaalimäärät määrä kentässä, esimerkiksi: 0.25
hi_in: आइटम मात्रा क्षेत्र, जैसे दशमलव मूल्यों की अनुमति देता है: 0.25
hr_hr: Dozvoli artiklima decimalna mjesta na prikazu količine, primjer: 0.25
id_id: Memungkinkan item memiliki nilai desimal pada kolom kuantiti, contoh: 0.25
is_is: Leyfa vöru að hafa kommu í fjölda t.d.: 0,25
it_it: Consente elementi per avere valori decimali nel campo quantità, per esempio: 0.25
nl_nl: Sta toe dat er waarden zoals 0,25 in het aantal veld mogen staan.
pl_pl: Zezwól rzeczy na możliwość ustawiania ilości po przecinku, np. 0.25
pt_br: Permite que os itens a ter valores decimais no campo de quantidade, por exemplo: 0,25
sq: Lejo gjerat te kane vlere ne desimale ne fushen e sasisë, psh: 0.25
sv_se: Tillåter objekt att ha decimala värden i fältet Kvantitet, t ex: 0,25
vi: Cho phép các mặt hàng có giá trị thập phân trong các lĩnh vực về số lượng, ví dụ: 0.25

source: Default POS Customer
ca: Client predeterminat del POS
cs_cz: Výchozí POS zákazník
de_de: Standard-POS-Kunde
es_cl: Cliente de POS por defecto
fa_ir: مشتری پیش فرض فروشگاه
fi: Oletusasiakas kassapäätteellä
hi_in: डिफ़ॉल्ट पीओएस ग्राहक
hr_hr: Defoltni POS Kupac
id_id: Pelanggan bawaan POS
is_is: Sjálfgefin POS viðskiptavinur
it_it: Utente POS Predefinito
nl_nl: Standaard KASSA klant
pl_pl: Domyślny klient POS
pt_br: Padrão POS Cliente
sq: Klient i zakonshem i POS
sv_se: Standard POS Kund
vi: Mặc định khách khi dùng POS

source: The default customer for POS orders, eg: Guest or create a new customer.
ca: El client predeterminat per les comandes fetes pel POS. Ex: invitat o creeu un nou client.
cs_cz: Výchozí zákazník pro POS objednávky, např. Host nebo vytvoření nového zákazníka.
de_de: Der Standard-Kunde für POS-Aufträge, z.B.: "Gast" oder einen neuen Kunden erstellen.
es_cl: El cliente predeterminado para los pedidos de punto de venta, por ejemplo: Invitado o crear un nuevo cliente.
fa_ir: مشتری پیش فرض برای سفارشات فروشگاه، به عنوان مثال: مهمان یا ایجاد یک مشتری جدید.
fi: Oletusasiakas, mikä on valittuna kassapäätteellä, kuten: Vieras tai Syötä uusi asiakas.
hi_in: डिफ़ॉल्ट स्थिति आदेश के लिए ग्राहक, जैसे: अतिथि या एक नए ग्राहक बनाने के लिए।
hr_hr: Defoltni kupac za POS narudžbe, primjer: Gost ili kreiraj novog kupca.
id_id: Pelanggan bawaan untuk pesanan POS, contoh: Guest atau buat pelanggan baru.
is_is: Sjálfgefin viðskiptavinur fyrir POS pantanir, t.d.: "Gestur" eða nýr "viðskiptavinur"
it_it: L'utente predefinito per gli ordini POS, es: Ospite o crea un nuovo utente
nl_nl: De standaard klant voor KASSA verkopen, b.v.: Guest. Een nieuwe aanmaken kan ook.
pl_pl: Domyślny klient dla zamówień z POS, np. Gość lub stwórz nowego klienta.
pt_br: O cliente padrão para pedidos de POS, por exemplo: Guest ou criar um novo cliente.
sq: Klient i zakonshem per POS porosite, psh: Guest ose Krijo një klinet te ri.
sv_se: Standard kund för POS order, t.ex. gäst eller skapa en ny kund.
vi: Khách hàng mặc định cho order từ POS, Vd: Khách hoặc tạo một khách hàng mới.

source: Discount Quick Keys
ca: Descomptes ràpids
cs_cz: Rychlé klávesy na slevy
de_de: Rabatt-Schnelltasten
es_cl: Descuentos rápidos
fa_ir: کلید های تخفیف سریع
fi: Pika-alennukset
hi_in: डिस्काउंट त्वरित कुंजी
hr_hr: Prečaci za Popust
id_id: Tombol Diskon Cepat
is_is: Flýtilyklar fyrir afsátt
it_it: Tasti rapidi di sconto
nl_nl: Sneltoetsen voor kortingen
pl_pl: Skróty klawiszowe zniżek
pt_br: Desconto rápido Chaves
sq: Pulla e shpejë për zbritje
sv_se: Snabbtangenter för rabatter
vi: Phím giảm giá nhanh

source: Configure discount keys for quick numpad entry
ca: Configureu tecles de descompte escrivint des del teclat numèric
cs_cz: Nastavit numerické klávesy na slevy
de_de: Konfiguriere Rabatt-Schnelltasten für schnellen numpad-Eintrag
es_cl: Configurar descuentos rápidos para la entrada con teclado numérico
fa_ir: پیکربندی کلید های تخفیف برای ورود سریع صفحه کلید شماره
fi: Määritä pika-alennuksia, jotka näytetään numeronäppäimistössä
hi_in: त्वरित numpad प्रवेश के लिए छूट की चाबियाँ विन्यस्त करें
hr_hr: Unesi tipke popusta za brzi unos preko tipkovnice
id_id: Pengaturan tombol diskon cepat menggunakan numpad
is_is: Stilla flýtilykla fyir afslátt
it_it: Configurare i tasti di sconto per il tastierino numerico
nl_nl: Configureer kortingstoetsen voor op het numpad
pl_pl: Skonfiguruj skróty klawiszowe zniżek dla szybkiego wprowadzenia
pt_br: Configurar chaves de desconto para entrada rápida numpad
sv_se: Konfigurera rabattknappar för siffertangentbord
vi: Điều chỉnh phím giảm giá cho bàn phím ảo

source: Keyboard Shortcuts
ca: Dreceres del teclat
cs_cz: Klávesové zkratky
de_de: Tastaturkürzel
es_cl: Atajos para Teclado
fa_ir: میانبر های صفحه کلید
fi: Pikanäppäimet
hi_in: कुंजीपटल अल्प मार्ग
hr_hr: Prečaci na Tipkovnici
id_id: Pintasan Keyboard
is_is: Flýtilyklar
it_it: Scorciatoie da tastiera
nl_nl: Sneltoetsen
pl_pl: Skróty klawiszowe
pt_br: Atalhos do teclado
sq: Tast i shkurt
sv_se: Tangentbordsgenvägar
vi: Phím tắt trên bàn phím

source: You can trigger certain events in WooCommerce POS using keyboard shortcuts (HotKeys).
cs_cz: Některé funkce WooCommerce POS můžete ovládat prostřednictvím klávesových zkratek (HotKeys).
de_de: Sie können bestimmte Ereignisse in WooCommerce POS mithilfe von Tastaturkürzeln (Hotkeys) auslösen.
es_cl: Puede desencadenar ciertos eventos en POS utilizando atajos de teclado (teclas de acceso rápido).
fa_ir: شما می توانید رویدادهای خاص را در فروشگاه WooCommerce با استفاده از کلید های میانبر (HotKeys) فعال کنید.
fi: Voit käyttää tiettyjä kassapäätteen toimintoja pikanäppäinten avulla.
hi_in: आप कीबोर्ड शॉर्टकट (hotkeys) का उपयोग WooCommerce स्थिति में कुछ घटनाओं को गति प्रदान कर सकते हैं।
hr_hr: Možete pokrenuti neke radnje na WooCommerce POS-u koristeći prečace na tipkovnici (HotKeys).
id_id: Anda dapat memicu aksi tertentu dalam WooCommerce POS menggunakan cara pintasan keyboard ( HotKeys ).
is_is: Þú getur virkjað einstaka eiginleika í POS með flýtilyklum (Hotkeys)
it_it: È possibile attivare determinati eventi in WooCommerce POS utilizzando le scorciatoie da tastiera (tasti di scelta rapida).
nl_nl: Je kunt bepaalde gebeurtenissen triggeren in WooCommerce KASSA door middel van sneltoetsen (HotKeys).
pl_pl: Możesz uruchomić pewne zdarzenia z WooCommerce używając skrótów klawiszowych (HotKeys).
pt_br: Você pode desencadear certos acontecimentos em WooCommerce POS usando atalhos de teclado (teclas de atalho).
sv_se: Du kan utlösa vissa händelser i WooCommerce POS använder kortkommandon (snabbtangenter).
vi: Bạn có thể kích hoạt cách tìm nhất định trong WooCommerce POS sử dụng các phím tắt (HotKeys).

source: HotKeys can also be used as a prefix for your barcode scanner or card reader.
cs_cz: Klávesové zkratky mohou být rovněž použity jako předpona pro čtečku čárkových kódů nebo karet.
de_de: Tastaturkürzel können auch als Präfix für Ihren Barcode-Scanner oder Kartenleser verwendet werden.
es_cl: HotKeys también se pueden utilizar como un prefijo para el escáner de código de barras o lector de tarjetas.
fa_ir: کلید های میانبر همچنین می تواند به عنوان یک پیشوند برای اسکنر بارکد یا کارت خوان مورد استفاده قرار گیرد.
fi: Pikanäppäimet voi ohjelmoida myös viivakoodin lukijaan tai korttipäätteeseen.
hi_in: Hotkeys भी अपने बारकोड स्कैनर या कार्ड रीडर के लिए एक उपसर्ग के रूप में इस्तेमाल किया जा सकता है।
hr_hr: Prečaci (HotKeys) se ujedno mogu koristiti kao prefiks na barcode čitaču ili čitaču kartica.
id_id: HotKeys juga dapat digunakan sebagai awalan untuk scanner barcode atau pembaca kartu.
is_is: Flýtilyklar feta verið notaðir sem forskeyti við lestur á strikamerkjum eða kortum með segulrönd
it_it: I tasti di scelta rapida possono essere utilizzati anche come un prefisso per lo scanner di codici a barre o lettore di schede.
nl_nl: Sneltoetsen kunnen ook worden gebruikt als een prefix voor je barcodescanner of kaartlezer.
pl_pl: HotKeys mogą również zostać użyte jako prefiks dla skanera kodów kreskowych lub czytnika kart.
pt_br: HotKeysVê também pode ser utilizado como um prefixo para o scanner de código de barras ou leitor de cartões.
sq: Tastet e shpejta po ashtu mund te përdoren si prefiks per barkod skenerin apo lexuesin e karteles.
sv_se: Snabbtangenter kan också användas som ett prefix för streckkodsläsare eller kortläsare.
vi: Phím tắt có thể dùng như là tiền tố cho máy mã vạch hoặc máy đọc thẻ của bạn.

source: Receipt Template
cs_cz: Šablona účtenky
de_de: Quittungs-Vorlage
es_cl: Plantilla de Recibo
fa_ir: قالب دریافت
fi: Kuittipohja
hi_in: रसीद खाका
hr_hr: Predložak računa
id_id: Template Tanda Terima
is_is: Sniðmát fyrir kvittun
it_it: Template Ricevuta
nl_nl: Kassabon template
pl_pl: Szablon paragonu
pt_br: Modelo de recibo
sq: Modeli i Kuponit
sv_se: Mottagande mall
vi: Giao diện biên lai

source: View Sample Receipt
cs_cz: Zobrazit vzor účtenky
de_de: Quittungs-Vorlage ansehen
es_cl: Ver Recibo de muestra
fa_ir: دریافت رسید نمونه
fi: Esikatsele kuittia
hi_in: देखें नमूना रसीद
hr_hr: Prikaz Jednostavnog Računa
id_id: Lihat Contoh Tanda Terima
is_is: Sýnishorn af kvittun
it_it: Visualizza Esempio Ricevuta
nl_nl: Bekijk kassabon voorbeeld
pl_pl: Zobacz przykładowy paragon
pt_br: Ver recibo de exemplo
sq: Shiko shembullin e Kuponit
sv_se: Visa test kvitto
vi: Xem mẫu biên lai mẫu

source: <strong class="red">Template path:</strong> %s
cs_cz: <strong class="red">Cesta k šabloně:</strong> %s
de_de: <strong class="red">Vorlagen-Pfad:</strong> %s
es_cl: <strong class="red">Ruta de Plantilla:</strong> %s
fa_ir: مسیر الگو
fi: <strong class="red">Sivupohjan polku</strong> %s
hi_in: <strong class="red">टेम्पलेट पथ%</strong> s
hr_hr: <strong class="red">Lokacija Predloška</strong> %s
id_id: <strong class="red">Jalur Template:</strong> %s
is_is: <strong class="red">Slóð fyrir sniðmát:</strong> %
it_it: <strong class="red">Percorso tema:</strong> %s
nl_nl: <strong class="red">Template pad:</strong> %s
pl_pl: <strong class="red">Ścieżka szablonu:</strong> %s
pt_br: <strong class="red">Caminho do modelo:</strong> %s
sq: <strong class="red">vendi i Modelit:</strong> %s
sv_se: <strong class="red">Mall sökväg:%</strong> s
vi: <strong class="red">đường dẫn giao diện:</strong> %s

source: Legacy Server Support
cs_cz: Podpora legacy serveru
es_cl: Soporte de servidores heredados
fa_ir: پشتیبانی سرور میراث
fi: Aktivoi tuki vanhoille palvelimille
hi_in: विरासत सर्वर सहायता
hr_hr: Legacy Server Podrška
id_id: Dukungan Server Lawas
is_is: Stuðningur fyrir "Legacy Server"
nl_nl: Legacy Server ondersteuning
pl_pl: Wsparcie Legacy Server
pt_br: Suporte ao Servidor legado
sv_se: Ärv Server Support
vi: Hỗ trợ máy chủ cũ

source: Emulate RESTful HTTP methods to support legacy servers.
cs_cz: Emulovat RESTful HTTP metody pro podporu legacy serveru
de_de: Emuliere RESTful HTTP-Methoden, um Legacy-Server zu unterstützen.
es_cl: Emular métodos HTTP RESTful para apoyar a los servidores heredados.
fa_ir: ایمن کردن روش های HTTP RESTful برای پشتیبانی از سرورهای میراث.
fi: Jäljittele RESTful HTTP metodia tukeaksesi vanhempia palvelimia
hi_in: विरासत सर्वर का समर्थन करने के शोकहारा HTTP विधि का अनुकरण।
hr_hr: Imitiraj RESTful HTTP metode za podršku legacy serverima.
id_id: Meniru cara RESTful HTTP untuk mendukung server warisan
nl_nl: Emuleer RESTful HTTP methodes om legacy servers te ondersteunen.
pl_pl: Emuluj metodę RESTful HTTP by wesprzeć serwer.
pt_br: Emular métodos HTTP RESTful para suportar servidores legados.
sv_se: Emulera RESTful HTTP-metoderna för att stödja etablerade servrar.
vi: Giả lập các phương thức HTTP RESTful để hỗ trợ các máy chủ cũ.

source: Local Data
cs_cz: Lokální data
de_de: Lokale Daten
es_cl: Almacén Local
fa_ir: داده های محلی
fi: Paikallinen data
hr_hr: Lokalni Podaci
id_id: Data Lokal
is_is: Stað bundin gögn
nl_nl: Locale Data
pl_pl: Dane lokalne
pt_br: Dados Locais
sq: Shënimet lokale
sv_se: Lokal data

source: Clear Local Data
cs_cz: Vymazat lokální data
de_de: Lokale Daten löschen
es_cl: Limpiar Almacén Local
fa_ir: پاک کردن داده های محلی
fi: Tyhjennä paikallinen data
hr_hr: Očisti Lokalne Podatke
id_id: Bersihkan Data Lokal
is_is: Eyða staðbudnum gögnum
nl_nl: Verwijder Local Data
pl_pl: Wyczyść dane lokalne
pt_br: Limpar dados de local
sq: Fshijë shënimet lokale
sv_se: Rensa lokal data

source: Clear All Local Data
cs_cz: Vymazat všechna lokální data
de_de: Alle lokalen Daten löschen
es_cl: Limpiar todos los Almacenes Locales
fa_ir: پاک کردن تمام داده های محلی
fi: Tyhjennä kaikki paikallinen data
hr_hr: Očisti Sve Lokalne Podatke
id_id: Bersihkan Semua Data Lokal
is_is: Eyða öllum staðbudnum gögnum
nl_nl: Verwijder alle Lokale data
pl_pl: Wyczyść wszystkie dane lokalne
pt_br: Limpar todos os dados locais
sq: Fshijë të gjitha shënimet lokale
sv_se: Rensa all lokal data

source: Order type
cs_cz: Typ objednávky
de_de: Auftragsart
es_cl: Tipo de orden
fa_ir: نوع سفارش
fi: Tilauksen tyyppi
hi_in: आदेश प्रकार
hr_hr: Tip narudžbe
id_id: Tipe pesanan
is_is: Tegund pöntunar
it_it: Tipo Ordine
pl_pl: Rodzaj zamówienia
pt_br: Tipo do pedido
sq: Tipi i Porosisë
sv_se: Ordertyp
vi: Dạng Order

source: There has been an error loading the settings, please contact <a href="mailto:support@woopos.com.au">support</a>
cs_cz: Při nahrávání nastavení se vyskytla chyba, prosím kontaktujte <a href="mailto:support@woopos.com.au">support</a>
de_de: Es hat einen Fehler beim Laden der Einstellungen gegeben, wenden Sie sich bitte an unseren<a href="mailto:support@woopos.com.au">Support</a>
es_cl: Se ha producido un error al cargar los ajustes, póngase en contacto con <a href="mailto:support@woopos.com.au">soporte</a>
fa_ir: هنگام بارگیری تنظیمات خطایی رخ داده است، لطفا با 1support1 تماس بگیرید
fi: Tapahtui virhe ladatessa asetuksia, ota yhteyttä <a href="mailto:support@woopos.com.au">tukeen</a>
hi_in: सेटिंग लोड करने में त्रुटि हुई है, कृपया संपर्क करें <a href="mailto:support@woopos.com.au">समर्थन</a>
hr_hr: Pojavila se pogreška kod učitavanja postavki, molimo kontaktirajte <a href="mailto:support@woopos.com.au">podršku</a>
id_id: Terjadi kendala memuat pengaturan,Harap hubungi <a href="mailto:support@woopos.com.au">bantuan</a>
is_is: Það er villa við uppfæra stillingar, vinsamlegast hafið samband við <a href="mailto:support@woopos.com.au">þjónustu</a>
it_it: C'è un errore nel caricamento delle impostazioni, contatta il supporto all'indirizzo <a href="mailto:support@woopos.com.au"></a>
nl_nl: Er is een fout opgetreden bij het inlezen van de instellingen, neem contact op met <a href="mailto:support@woopos.com.au">support</a>
pl_pl: Pojawił się błąd podczas ładowania ustawień, prosimy o kontakt ze <a href="mailto:support@woopos.com.au">wsparciem</a>
pt_br: Houve um erro ao carregar as configurações, entre em contato com <a href="mailto:support@woopos.com.au">o suporte</a>
sv_se: Det har varit ett fel inställningar, kontakta <a href="mailto:support@woopos.com.au">support</a>
vi: Có lỗi khi mở cài đặt, vui lòng liên hệ <a href="mailto:support@woopos.com.au">Hỗ Trợ</a>

source: <strong>WooCommerce POS</strong> requires <a href="%s">WooCommerce %s or higher</a>. Please <a href="%s">install and activate WooCommerce</a>
de_de: <strong>WooCommerce POS</strong> erfordert <a href="%s">WooCommerce %s oder höher</a> . Bitte <a href="%s">installieren und aktivieren Sie WooCommerce</a>
es_cl: <strong>WooCommerce POS Pro</strong> requiere <a href="%s">WooCommerce POS</a> . Por favor, <a href="%s">instalar y activar WooCommerce POS</a>
fa_ir: <strong>افزونه پوز ووکامرس</strong>به<a href="%s">ووکامرس%sیا بالاتر</a>نیازمند است.لطفا<a href="%s">ووکامرس را نصب و فعال نمائید</a>
fi: <strong>WooCommerce POS -lisäosa</strong> vaatii <a href="%s">WooCommerce%s tai uudemman</a>. Ole hyvä ja <a href="%s">asenna ja aktivoi WooCommerce</a>
hr_hr: <strong>WooCommerce POS</strong> zahtjeva <a href="%s">WooCommerce %s ili veću verziju</a>. Molimo <a href="%s">instalirajte i aktivirajte WooCommerce</a>
id_id: <strong>WooCommerce POS</strong> membutuhkan <a href="%s">WooCommerce %s atau diatasnya </a>. Mohon <a href="%s">Install dan aktifkan WooCommerce </a>
is_is: <Strong>WooCommerce POS</ strong> krefst <a href="%s">WooCommerce %s eða hærri</a>. <a href="%s">setja upp og virkja WooCommerce</a>
nl_nl: <strong>WooCommerce POS</strong> vereist <a href="%s">WooCommerce %s of nieuwer</a>. <a href="%s">installeer en activeer WooCommerce</a>
pl_pl: <strong>WooCommerce POS</strong> wymaga <a href="%s">WooCommerce w wersji %s lub nowszej. Zainstaluj i aktywuj WooCommerce</a>
pt_br: <strong>WooCommerce POS</strong> requer <a href="%s">WooCommerce% s ou superior.</a> Por favor, <a href="%s">instalar e ativar WooCommerce</a>
sv_se: WooCommerce POS kräver WooCommerce %s eller högre. Var snäll och installera och aktivera WooCommerce

source: <strong>WooCommerce POS</strong> requires PHP %s or higher. Read more information about <a href="%s">how you can update</a>
de_de: <strong>WooCommerce POS</strong> erfordert PHP %s oder höher. Lesen Sie mehr Informationen darüber, <a href="%s">wie Sie aktualisieren können</a>
es_cl: <strong>WooCommerce POS Pro</strong> requiere PHP %s o superior. Leer más información <a href="%s"> si no puede actualizar </a>
fa_ir: <strong>افزونه پوز ووکامرس</strong>به پی اچ پی %sیا بالاتر نیازمند است.برای اطلاعات بیشتر در مورد <a href="%s">ارتقای محصول کلیک نمائید</a>
fi: <strong>WooCommerce POS -lisäosa</strong>vaatii PHP%s tai korkeamman. Lue lisää kuinka päivittää <a href="%s">täältä</a>
hr_hr: <strong>WooCommerce POS</strong> zahtjeva PHP %s ili veću verziju. Pročitajte više informacija o tome<a href="%s">kako ažurirati</a>
id_id: <strong>WooCommerce POS </strong>membutuhkan PHP %s atau di atasnya. Baca informasi lebih lanjut tentang <a href="%s">bagaimana cara memperbarui</a>
is_is: <Strong>WooCommerce POS</ strong> krefst PHP %s eða hærri. Lesa meira upplýsingar um <a href="%s">hvernig þú getur uppfært</a>
nl_nl: <strong>WooCommerce POS</strong> vereist PHP %s of nieuwer. Lees meer informatie over <a href="%s">hoe kan je updaten</a>
pl_pl: <strong>WooCommerce POS</strong> wymaga PHP w wersji %s lub nowszej. Dowiedz <a href="%s">jak zaktualizować</a>
pt_br: <strong>WooCommerce POS</strong> requer PHP% s ou superior. Leia mais informações sobre <a href="%s">como você pode atualizar</a>
sv_se: WooCommerce POS kräver PHP %s eller högre. Läs mer information om hur du kan uppdatera

source: POS & Online
es_cl: POS & En linea
fa_ir: فروشگاه و آنلاین
fi: Kassapääte & Verkkokauppa
hi_in: स्थिति और ऑनलाइन
id_id: POS & Daring
is_is: POS og vefverslun
nl_nl: Zowel KASSA en Online
pl_pl: POS i online
pt_br: POS e on-line
vi: Hiện POS & Online
