Repository: kilbot/WooCommerce-POS-Language-Packs
Catalog: languages/woocommerce-pos-*.po
Languages: fi

source: There was an error processing the payment
fi: Maksunkäsittelyssä tapahtui virhe

source: You are now being redirected offsite to complete the payment.
fi: Sinut uudelleenohjataan kolmannen osapuolen sivustolle maksamista varten.

source: <a href="%s">Click here</a> if you are not redirected automatically.
fi: <a href="%s">Klikkaa tästä</a> jos selain ei uudelleenohjaudu automaattisesti.

source: POS Transaction completed.
fi: Kassatapahtuma suoritettu.

source: Email sent
fi: Sähköposti lähetetty

source: There was an error sending the email
fi: Tapahtui virhe lähettäessä sähköpostia

source: Invalid security nonce
fi: Kertakäyttöavaimen vahvistus epäonnistui

source: User not authorized to access WooCommerce POS
fi: Käyttäjällä ei pääsyoikeutta kassapäätteelle

source: To Pay
fi: Maksettava

source: Paid
fi: Maksettu

source: Unpaid
fi: Maksamatta

source: Email Receipt
fi: Lähetä kuitti sähköpostilla

source: Support Form
fi: Tukipyyntö

source: Discount
fi: Alennus

source: Email
fi: Sähköposti

source: Process Payment
fi: Käsittele maksu

source: Return to Sale
fi: Palaa takaisin

source: Send
fi: Lähetä

source: Void
fi: Tyhjennä

source: Enable legacy server support
fi: Aktivoi tuki vanhoille palvelimille

source: Your browser is not supported!
fi: Selaimesi ei ole tuettu!

source: Unable to use RESTful HTTP methods
fi: Ei voida käyttää RESTful HTTP metodeja

source: No payment gateways enabled.
fi: Maksutapoja ei ole valittu.

source: POS
fi: Kassapääte

source: There is no settings id
fi: Asetus id puuttuu (settings id)

source: No handler found for %s settings
fi: Ei löydetty käsittelijää %s asetuksille

source: Settings error
fi: Virhe asetuksissa

source: WC Version
fi: WooCommerce versio

source: WooCommerce >= %s required
fi: WooCommerce >= %s vaadittu

source: PHP Version
fi: PHP versio

source: PHP >= %s required
fi: WooCommerce >= %s vaadittu

source: API is active
fi: API on aktiivinen

source: Access to the REST API is required
fi: Pääsy REST API:in on vaadittu

source: <strong>WooCommerce REST API</strong> requires <em>pretty</em> permalinks to work correctly
fi: <strong>Woocommerce REST API</strong> edellyttää <em>selkokielisiä kestolinkkejä</em> toimiakseen oikein

source: Enable permalinks
fi: Aktivoi selkokieliset kestolinkit

source: Card
fi: Kortti

source: Cashback
fi: Vaihtoraha

source: Cash
fi: Käteinen

source: Amount Tendered
fi: Maksettu

source: Sorry, it seems your browser is not supported by WooCommerce POS.
fi: WooCommerce POS ei valitettavasti tue käyttämääsi selainta.

source: If possible, please <a href="http://browsehappy.com/">update your browser</a>, we recommend either Chrome or Firefox.
fi: Suosittelemme käyttämään <a href="http://browsehappy.com/">Chromea tai Firefoxia</a>.

source: If you believe you have received this message in error please contact support via <a href="mailto:support@woopos.com.au">support@woopos.com.au</a>
fi: Jos uskot saaneesi tämän viestin aiheetta, ole hyvä ja ota yhteyttä tukeen <a href="mailto:support@woopos.com.au">support@woopos.com.au</a>

source: Scan Barcode
fi: Skannaa viivakoodi

source: Billing Address
fi: Laskutusosoite

source: Shipping Address
fi: Toimitusosoite

source: Order Number
fi: Tilausnumero

source: Order Date
fi: Päiväys

source: Cashier
fi: Myyjä

source: Payment Method
fi: Maksutapa

source: Message
fi: Viesti

source: Describe your problem here ...
fi: Kuvaile ongelmaasi tähän...

source: Append POS system report
fi: Liitä WooCommerce POS -järjestelmäraportti

source: Local Storage
fi: Paikallinen tallennustila

source: Point of Sale
fi: Kassapääte

source: Showing %s of %s
fi: Näytetään %s/%s:stä

source: %s in queue
fi: %s jonossa

source: A simple front-end for taking WooCommerce orders at the Point of Sale. Requires <a href="http://wordpress.org/plugins/woocommerce/">WooCommerce</a>.
fi: Yksinkertainen WooCommerce-kauppaan yhdistetty kassapääte. Vaatii <a href="http://wordpress.org/plugins/woocommerce/">WooCommerce-lisäosan</a> toimiakseen.

# system status: browser capabilities
source: Browser
fi: Selain

# keyboard shortcuts
source: HotKeys
fi: Pikanäppäimet

# order status, ie: open order in cart
source: Open
fi: Avaa

# Money returned from cash sale
source: Change
fi: Vaihtoraha

# system status: delete local records
source: Clear
fi: Tyhjennä

# restore default settings
source: Restore defaults
fi: Palauta oletukset

# Numpad return key
source: return
fi: OK

# eg: 23 records
source: record |||| records
fi: rivi |||| riviä

# Product tab: 'On Sale' products
source: On Sale
fi: Alennuksessa

# Abbreviation of Quantity
source: Qty
fi: Määrä

# abbreviation for includes (tax)
source: incl.
fi: sis.
