Repository: kilbot/WooCommerce-POS-Language-Packs
Catalog: languages/woocommerce-pos-pro-*.po
Languages: ar, fr_fr, sq

source: Invalid security nonce
ar: رقم تعريف للعملية غير صالح

source: Edit Customer
ar: تعديل العميل
fr_fr: Editer le client
sq: Edito Klientin

source: Add New Customer
ar: أضف عميل جديد
fr_fr: Ajouter un nouveau client
sq: Shto Klientin i Ri

source: Stores
ar: المتاجر
fr_fr: Boutiques
sq: Furnitorët

source: Store
ar: المتجر
fr_fr: Boutique
sq: Furnitori

source: Add New Store
ar: أضف متجر جديد
fr_fr: Ajouter une nouvelle boutique
sq: Shto një furnitor të ri

source: New Store
ar: متجر جديد
fr_fr: Nouvelle boutique
sq: Furnitori i Ri

source: Edit Store
ar: تعيل متجر
fr_fr: Editer la boutique
sq: Edito Furnitorin

source: View Store
ar: عرض المتجر
fr_fr: Afficher la boutique
sq: Shfaq Furnitorin

source: Search Stores
ar: بحث المتاجر
fr_fr: Rechercher boutique
sq: Kërko Furnitorin

source: Parent Store:
ar: المتجر الرئيسي:
fr_fr: Boutique parente:
sq: Furnitori amë

source: No Stores found.
ar: لا يوجد متجر.
fr_fr: Pas de boutiques trouvées.
sq: Nuk gjindet Furnitori

source: No Stores found in Trash.
ar: لا يوجد متجر في سلة المهملات.
fr_fr: Pas de boutiques trouvées dans la corbeille
sq: Nuk gjinden furnitor ne shport.

source: Email
ar: البريد

source: Add Customer
ar: أضف عميل
fr_fr: Ajouter un client
sq: Shto Klintin

source: Receipt
ar: الفاتورة
fr_fr: Reçu
sq: Kuponi

source: Order Date
ar: تاريخ الطلب
fr_fr: Date Cmd
sq: Data e Porosisë

source: Cashier
ar: الكاشير
fr_fr: Caissier
sq: Arkatari

source: Payment Method
ar: طريقة الدفع
fr_fr: Méthodes de paiement
sq: Mënyra e Pageses

source: Cart Subtotal
ar: مجموع المشتريات
fr_fr: Total panier
sq: Nëntotali i shportes

source: Amount Tendered
ar: المبلغ المستلم
fr_fr: Montant reçu / remis par le client
sq: Shuma e Tenderuar

source: On Sale?
ar: تحت الخصم؟
fr_fr: En promotion?
sq: Në Shitje?

source: Store Opening Hours
ar: ساعات دوام المتجر
fr_fr: Heures d'ouverture de la boutique
sq: Orari i Punes së Furnitorit

source: Display store hours set in WooCommerce POS
ar: عرض ساعات دوام المتجر الموجودة في ووكومرس POS
fr_fr: Afficher les heures d'ouverture configurées dans le point de vente WooCommerce
sq: Trego Orarin e furnitorit të vendosur ne WooCommerce POS

source: No stores. <a href="%s">Create a new store</a>.
ar: لا يوجد متجر. <a href="%s">أضف متجر جديد</a>.
fr_fr: Aucune boutique. <a href="%s">Créer une nouvelle boutique</a> .
sq: Ska Furnitor. <a href="%s">Krijo nje furnitor të ri</a>.

source: WooCommerce POS Pro adds extra functionality to the free plugin. Requires <a href="http://wordpress.org/plugins/woocommerce-pos/">WooCommerce POS</a>.
ar: ووكومرس POS النسخة الاحترافية تضيف خصائص ومزايا على النسخة المجانية. مطلوب <a href="http://wordpress.org/plugins/woocommerce-pos/">ووكومرس POS</a>.
fr_fr: WooCommerce point de vente Pro ajoute des fonctionnalités supplémentaires au plugin gratuit. Il nécessite <a href="http://wordpress.org/plugins/woocommerce-pos/">WooCommerce POS</a> .
sq: WooCommerce POS Pro shton funksionalitetin shtesë për të plugin lirë. Kërko <a href="http://wordpress.org/plugins/woocommerce-pos/">WooCommerce POS</a>.

# Abbreviation of Quantity
source: Qty
ar: كمية
fr_fr: Qté
sq: Sasia

# abbreviation for includes (tax)
source: incl.
ar: ضمن
sq: Përfshi

# Money returned from cash sale
source: Change
ar: تغيير
fr_fr: Rendu
sq: Ndrysho
