Repository: kilbot/WooCommerce-POS-Language-Packs
Catalog: languages/woocommerce-pos-admin-*.po
Languages: ca, cs_cz, de_de, es_cl, fa_ir, fi, hi_in, hr_hr, id_id, is_is, it_it, nl_nl, pl_pl, pt_br, sq, sv_se, vi

source: POS Only
cs_cz: Pouze POS
de_de: Nur POS
es_cl: Solo POS
fa_ir: فقط فروشگاه
fi: Vain kassapääte
hi_in: स्थिति केवल
hr_hr: Samo POS
id_id: Hanya POS
is_is: POS eingöngu
it_it: Solo POS
nl_nl: Aleen KASSA
pl_pl: Tylko POS
pt_br: Apenas POS
sq: Vetem POS
sv_se: Endast POS
vi: Chỉ hiện POS

source: Online Only
cs_cz: Pouze Online
de_de: Nur Online
es_cl: En linea solamente
fa_ir: فقط آنلاین
fi: Vain verkkokauppa
hi_in: केवल ऑनलाइन
hr_hr: Samo Online
id_id: Hanya Daring
is_is: Eingöngu vefverlsun
it_it: Solo Online
nl_nl: Alleen Online
pl_pl: Tylko online
pt_br: Online somente
sq: Vetëm Online
sv_se: Online Endast
vi: Chỉ hiện Online

source: POS visibility
cs_cz: POS viditelnost
de_de: POS-Sichtbarkeit
es_cl: Visible en POS
fa_ir: دیدگاه فروشگاه
fi: Näkyvyys kassapäätteellä
hi_in: पीओएस दृश्यता
hr_hr: POS prikaz
id_id: Kenampakan POS
is_is: Sýnileiki POS
it_it: Visibilità POS
nl_nl: KASSA zichtbaarheid
pl_pl: Widoczność POS
pt_br: Visibilidade POS
sq: Shfaq POS
sv_se: POS-synlighet
vi: Hiện thị trên POS

# Permalink setting, eg: /pos
source: POS base
de_de: POS Basis
es_cl: Base de POS
fa_ir: پایگاه فروشگاه
fi: Kassapäätteen polkutunnus
hi_in: पीओएस आधार
hr_hr: POS baza
is_is: POS grunnur
nl_nl: KASSA base
pl_pl: Baza POS
pt_br: Base de POS
sq: Pos baza
sv_se: POS-bas
vi: Nền POS

# keyboard shortcuts
source: HotKeys
ca: Tecles d'accès ràpid
de_de: Tastaturkürzel
fa_ir: کلیدهای میانبر
fi: Pikanäppäimet
hr_hr: Prečaci (HotKeys)
id_id: Pintasan
is_is: Flýtilyklar
nl_nl: Sneltoetsen
sq: Tast i shpejt
sv_se: Snabbtangenter
vi: Phím tắt

# POS checkout settings
source: Show payment gateway icon.
ca: Mostra la icona de la passarel·la de pagament
cs_cz: Zobrazit ikonu platební brány
de_de: Payment-Gateway-Symbol anzeigen.
es_cl: Mostrar icono de la pasarela de pago.
fa_ir: نمایش آیکون دروازه پرداخت
fi: Näytä maksutavan kuvake
hi_in: भुगतान के प्रवेश द्वार आइकन दिखाएं।
hr_hr: Prikaži ikonu pristupa plaćanju.
id_id: Tampilkan lambang payment gateway
is_is: Sýna táknmynd greiðslugáttar
it_it: Mostra icona metodo pagamento.
nl_nl: Toon betaalmethode icoon.
pl_pl: Pokaż ikonę bramki płatności.
pt_br: Mostrar ícone de gateway de pagamento.
sv_se: Visa ikon för betalsätt
vi: Hiển thị icon cổng thanh toán

# Default customer setting
source: Use cashier account
ca: Utilitze el compte del caixer
cs_cz: Použít pokladní účet
de_de: Kassierer-Konto verwenden
es_cl: Utilice la cuenta de caja
fa_ir: از صندوق حساب استفاده کنید
fi: Käytä kassanhoitajan tiliä
hi_in: खजांची खाते का उपयोग करें
hr_hr: Koristi blagajnikov račun
id_id: Gunakan akun kasir
is_is: Nota aðgang starfsmanns
it_it: Usa account cassiere
nl_nl: Gebruik het kassier account
pl_pl: Użyj konta Kasjera
pt_br: Use conta cashier
sq: Përdor llogarin e Arkatarit
sv_se: Använd kassörkonto
vi: Dùng tài khoản Thu Ngân

source: <strong>WooCommerce REST API</strong> requires <em>pretty</em> permalinks to work correctly. Please <a href="%s">enable permalinks</a>.
ca: La <strong>REST API de WooCommerce</strong> necessita <em>bastants</em> enllaços permanents per fncionar correctament. Habiliteu els <a href="%s">enllaços permanents</a>.
